[
	{
		"name": "Hungary",
		"leaderName": "Matthias Corvinus",
		"adjective": ["Hungarian"],
		"startBias": ["Hill", "Plains"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Maganimous King Matthias Corvinus of Hungary, your shining legacy is everlasting. When you came to the Magyar throne, your nation was going through a tumultuous time, threatened as it was from all sides; seeing this with perfect clarity, you established a permanent professional army, and thus the fearsome mercenary Black Army was born: unusual in its size and comparison, it famously incorporated the use of muskets. But perhaps the pinnacle of your reign is the fact that you made Hungary the first country outside Italy to adopt the principles of the Renaissance: learned men from all countries, not just Italy itself, travelled to Hungary to talk about arts, and your legendary library was rivaled only by that of Venice.",
		"startIntroPart2": "King Matthias the Just, God has called upon you to usher a new epoch of absolute greatness by calling upon your loyal people and lead them to glory? Can you rebuild your legendary library and at the same time let the Black Army serve as both a sword against your enemies and a shield protecting your nation? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I can't tolerate you anymore, hopefully you are at least a worthy opponent!",
		"attacked": "It can not be true, but I feel it is. We will do our best to fend you off!",
		"defeated": "The bitter taste of defeat. You will taste it as well. Someday...",
		"introduction": "You stand in front of Matthias Corvinus, the great king of Hungary. Are you a friend or a foe?",
		
		"neutralHello": "Greetings.",
		"neutralLetsHearIt": ["Yes.","Speak."],
		"neutralNo": ["No.","That's unacceptable."],
		"neutralYes": ["I can't refuse.","I gladly accept."],
		"hateHello": "Don't waste my time!",
		"hateLetsHearIt": "What's your offer?",
		"hateNo": ["Hungary will never accept that!","No way!"],
		"hateYes": ["I must accept.","I never reject a good offer."],
		
		"afterPeace": "Let's celebrate this glorious day, when our nations decided to sign a peace treaty!",
		"tradeRequest": "I've got an offer. Are you interested?",

		"outerColor": [61, 105, 55],
		"innerColor": [205, 131, 32],
		"uniqueName": "Patronage of the Raven",
		"uniques": ["[+15]% [Science] [in all cities] <during a Golden Age>","[+20]% Production when constructing [Culture] buildings [in all cities]","[+50]% Production when constructing [Walls] buildings [in all cities]","[+50]% Production when constructing [Var] buildings [in all cities]"],
		"cities": ["Buda","Pest","Esztergom","Debrecen","Pecs","Eger","Miskolc","Gyor","Szekesfehervar","Szeged",
			"Koszeg","Obuda","Kolozsvar","Diosgyor","Tatabanya","Kassa","Eperjes","Kisszeben","Eger","Mohacs","Tata",
			"Szolnok","Sarvar","Zagrab","Temesvar","Nyiregyhaza","Kecskemet","Sopron"]
	},
	{
		"name": "Champa",
		"leaderName": "Chế Bồng Nga",
		"adjective": ["Cham"],
		"startBias": ["Jungle","Grassland","Coast"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "Greetings, Po Binasuor, last great king of Champa! Your enemies have never ceased to tremble at your legend! An Austronesian people, the Cham came to occupy a key position on the Indochinese coast mediating international sea trade with China. Yet, lacking the fertile rice fields of their neighbors, Champa grew to exploit these lucrative waters and developed a unique plunder based economy, gaining notoriety throughout the region for piracy. Champa would represent a melting-pot of Southeast Asia, introducing technology from China, trading with Indonesian merchants, intermarrying with the Khmer kings, and building unforgettable temples to the gods of ancient India. Yet, seemingly always at war, Champa fell, broken and desolate, to conquerors from the north.",
		"startIntroPart2": "Red King, it was you who reunited the tattered remains of your people and, outnumbered six to one, almost claimed victory over your bitter enemies, the Dai Viet! Will you now return to recalim your lost homeland? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "We tolerated you way longer than we should, and now we demand you pay with your blood.",
		"attacked": "We will ensure you will remember the day you turned on us.",
		"defeated":  "So that's how it all ends. That is not how I've imagined my last moments.",
		"introduction":  "I am the Red King of Champa, Chế Bồng Nga! Are you here to trade?",
		
		"neutralHello": "Greetings, friend.",
		"neutralLetsHearIt": ["Yes.","Let's discuss."],
		"neutralNo": ["No way.","Never!"],
		"neutralYes": ["Very good.","Of course, yes.","I accept."],
		"hateHello": "Go on!",
		"hateLetsHearIt": ["Speak!"],
		"hateNo": ["You dare to joke in my presence!?","Don't make me laugh!"],
		"hateYes": ["I must accept, even if i don't like you.","Fine."],
		
		"afterPeace": "I hope this won't happen again and even if it does - We've learned a lesson!",
		"tradeRequest": "Will this work or do I need to propose you a better deal?",

		"outerColor": [	78, 154, 230],
		"innerColor": [	204, 56, 53],
		"uniqueName": "Traders of the Shore",
		"uniques": ["[+1 Gold] from every [Luxury resource]","[1] Movement point cost to disembark <for [All] units>","[1] Movement point cost to embark <for [All] units>","[+1 Culture] from every [Trading post]"],
		"cities": ["Indrapura","My So'n","Vijaya","Mang Ly","Lam Ap Pho","Amaravati","Kauthara","Panduranga",
			"Thi Li Bi Nai","Trivakramapura","Balonga","Hamu Lithit","Dong Hoi","Aya Ru","Bingi",
			"Hve","Kon Tum","Yang Prong","Daknan","Kandarpapura","Eatran","Vishnupura","Tuy Hoa"]
	},
	{
		"name": "Viet Nam",
		"leaderName": "Lê Thánh Tông",
		"adjective": ["Vietnamese"],
		"startBias": ["Jungle","Coast"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Good morning, Imperial Lordship Lê Thánh Tông, ruler of the Dai Viet dynasty. You are the leader of a nation called Viet Nam, whose people has had an history of war and resistance. Your reign was eulogized as the Prospered Reign of Hong Duc, as it was recognized for the extensive administrative, military, education and fiscal reforms you instituted, the conquest of the Champa states in the south, and a cultural revolution that replaced the old aristocracy with a generation of literati scholars. Even after the disappearance of the Dai Viet dynasty, your nation resisted hardships that would have destroyed the strongest empire, and is today one of the most prosperous countries in all of East Asia.",
		"startIntroPart2": "Wise and revered ruler of Viet Nam, your nation in now in need of your help to achieve greater glory. Will you claim the throne of the Dai Viet once again and bring your people to greater prosperity, until Viet Nam becomes the center of the world? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "We have tolerated you way longer than we should!",
		"attacked": "It was the biggest mistake of yours so far. My armies are well equipped and thoroughly trained!",
		"defeated": "That's not an end. It's merely a beginning of your problems!",
		"introduction": "You stand in the presence of Great Emperor Lê Thánh Tông of Vietnam. Behave accordingly and you SHOULD be fine.",
		
		"neutralHello": "Greetings.",
		"neutralLetsHearIt": ["Yes.","Let's discuss."],
		"neutralNo": ["No way.","Never!"],
		"neutralYes": ["Very good.","Of course, yes.","I accept."],
		"hateHello": "Go on!",
		"hateLetsHearIt": ["Speak!"],
		"hateNo": ["I can't accept!","You need to try harder."],
		"hateYes": ["Let it be.","This offer is too good to reject."],
		
		"afterPeace": "I am glad the war is finally over.",
		"tradeRequest": "What do you think?",

		"outerColor": [	239, 2, 2],
		"innerColor": [	255, 247, 9],
		"uniqueName": "The Dragon Path",
		"uniques": ["[+25]% Strength <for [Wounded] units>","[+1 Happiness] from every [Barracks]","[+1 Food] from every [Plantation]"],
		"cities": ["Hanoi","Saigon","Hai Phong","Bien Hoa","Co Loa","Than Hoa","Da Nang","Nhang Hong","Hoi An",
			"Hue","Phong Chau","Phu Xuan","Long Bien","Qui Nhon","Rach Gia","Dong Hoi","Vung Tau","Ha Long","Long Xuyen",
			"My Tho","Cam Pha","Bac Lieu","Hai Duong","Thai Binh","Soc Trang","Lao Cai","Sa Dec","Vinh Long"]
	},
	{
		"name": "The Khmer",
		"leaderName": "Suryavarman II",
		"adjective": ["Khmer"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Praised be thee, Suryavarman II, Emperor of the Khmer, rightful Ruler of the World and Master of the Universe, he who built the majestic Angkor Wat! You are regarded as one of the greatest kings that Khmer ever had in their history, for your legacy is unforgettable. You innovated the empire's arts and architecture, for not only Angkor Wat itself, but also other great temple complexes are creations you are most responsible for. In doing so, as well as thanks to your military campaigns that allowed you to conquer today's Thailand, Malaysia and part of Vietnam, you united the empire more than ever, ushering in a Golden Age for what is today known as Cambodia.",
		"startIntroPart2": "O Master of the Universe, your people need you once more and wish that you led them to glory and fame! Only you are capable of fulfilling such an hard task, to conquer your enemies, build a mighty empire and enrich your people with wealth, culture and prosperity. Will you accept the challenge, rightful Ruler of the World? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I will show you the entire might of the Khmer people!",
		"attacked": "I think you will regret this decission quite soon.",
		"defeated":  "You are too late! I have completed my destiny and nothing can take the eternal glory from me, not even death!",
		"introduction":  "You look upon the King of Angkor, Emperor of Khmer, rightful Ruler of the World and Master of the Universe. Also the most humble man to ever walk on Earth!",
		
		"neutralHello": "Hail.",
		"neutralLetsHearIt": ["Yes.","Go on."],
		"neutralNo": ["Do not test my patience!","Never!"],
		"neutralYes": ["Very good.","Of course, yes.","We accept."],
		"hateHello": "Don't waste much of my time!",
		"hateLetsHearIt": ["Speak!"],
		"hateNo": ["You can't be serious!","No one would agree to that. Ever."],
		"hateYes": ["Fine.","You can't simply refuse such offer."],
		
		"afterPeace": "I think we should forget about this misunderstanding.",
		"tradeRequest": "What about this?",

		"outerColor": [	51, 0, 255],
		"innerColor": [	255, 255, 255],
		"uniqueName": "Magnificient Temples",
		"uniques": ["[10]% Food is carried over after population increases [in all cities]"],
		"cities": ["Angkor Wat","Hariharalaya","Singhapura","Lavo","Bhavapura","Vyadhapura","Dviradapura","Rajavihara","Mahendraparvata",
			"Chaiya","Wiang Chan","U Thong","Phetchaburi","Nagara Jayasri","Banteay Kdei","Chok Gargyar","Preah Vihear","Chalieng",
			"Krong Chaktomuk","Pre Rup","Prasat Bakan","Phanom Rung","Isanapura","Shrestapura","Angkor Borei","Lovei","Udong","Aninditapura"]
	},
	{
		"name": "Lithuania",
		"leaderName": "Gediminas",
		"adjective": ["Lithuanian"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "O' noble Gediminas, Lord of the Old Ways, Grand Duke of Lithuania, we sing praises to your name. A skilled diplomat, you shielded the ancient beliefs of your people against the unyielding force of the Catholic Church. You also established a noble dynasty for Lithuania, which would go on to conquer a vast empire spanning the breadth of Eastern Europe and fuse with Poland to create a mighty realm that would be hard to conquer. Truly, your reign is beheld in the hearts of your ancestors!",
		"startIntroPart2": "O' revered lord, your people still remembers their old ods. Can you uphold their devotion and suppress the irreverants of the world? Will you take up sword and faith and lead Lithuania once more to power and glory? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You have brought the wrath of Dievas upon yourself!",
		"attacked": "We shall now show you the true power of Lithuania and our true gods!",
		"defeated": "Dievas, Perkunas, why do you bring the wraith of Giltine upon me?",
		"introduction": "I am Gediminas, the Grand Duke of Lithuania, by the good will of Dievas, stay out of my way and none blood shall be spilled.",
		
		"neutralHello": "Hello.",
		"neutralLetsHearIt": ["Yes.","Go on."],
		"neutralNo": ["No.","That's unacceptable."],
		"neutralYes": ["I can't refuse.","I gladly accept."],
		"hateHello": "Why are you bothering me?",
		"hateLetsHearIt": ["What's your offer?"],
		"hateNo": ["I will never accept that!","No way!"],
		"hateYes": ["I must accept.","Remember, never reject a good offer."],
		
		"afterPeace": "See? One can live the 'pagans'!",
		"tradeRequest": "Here is an offer that might benefit both of us.",

		"outerColor": [166, 22, 51],
		"innerColor": [75, 156, 245],
		"uniqueName": "Worship of the Old Gods",
		"uniques": ["[+1 Faith] [in all cities] <before the [Medieval era]>"]
		"cities": ["Vilnius","Kaunas","Klaipeda","Kernave","Siauliai","Trakai","Panevezys","Kedainiai","Voruta","Prienai",
			"Utena","Alytus","Birzai","Marijamopole","Taurage","Birstonas","Jonava","Mazeikiai","Ukmerge","Kedainiai",
			"Telsiai","Plunge","Kretinga","Gargzdai","Raseiniai","Joniskis","Anyksciai","Skuodas"]
	},
		{
		"name": "Ireland",
		"leaderName": "Tairrdelbach Ua Conchobair",
		"adjective": ["Irish"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "TBD",
		"startIntroPart2": "TBD",
		
		"declaringWar": "You shall taste our steel! May the luck be with you, because that's the only thing to save you!",
		"attacked": "How dare You! You will beg for mercy!",
		"defeated": "I have failed, but the history of Ireland will never be lost.",
		"introduction": "I am Tairrdelbach Ua Conchobair, the High King of Ireland. Who are You stranger? Is that a beginning of new, brighter future?",
		
		"neutralHello": "Hello.",
		"neutralLetsHearIt": ["Yes.","Go on."],
		"neutralNo": ["No.","Unacceptable."],
		"neutralYes": ["Fine.","I gladly accept."],
		"hateHello": "Do not waste my time.",
		"hateLetsHearIt": ["What's your offer?"],
		"hateNo": ["I will never accept that!","No way!"],
		"hateYes": ["I must accept.","If I have to..."],
		
		"afterPeace": "The bards will sing songs about this war. Yet, I am glad it is over.",
		"tradeRequest": "Here is an offer that might benefit both of us.",

		"outerColor": [34, 36, 97],
		"innerColor": [255, 179, 0],
		"uniqueName": "Go n-éirí leat!",
		"uniques": ["Each city founded increases culture cost of policies [17]% less than normal","[-1 Happiness] [in all cities]"],
		"cities": ["Dublin","Cork","Downpatrick","Tipperary","Trim","Limerick","Kilkenny","Belfast","Galway","Lucan","Newry","Lifford","Tallaght","Armagh","Waterford","An Uaimh"],
	},

		{
		"name": "Tibet",
		"leaderName": "Songtsen Gampo",
		"adjective": ["Tibetan"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "Blessings upon you, O' great king Songtsen Gampo Gampo, founder of the proud Tibetan Empire. Under your reign you threatened the rule of many ancient kingdoms - China and India to name but two. You are also famed for your introduction of Buddhism to your empire, a legacy which has lasted far beyond that of your empire. Through your cunning diplomacy you created many loyal subjects and vassals amongst the neighbouring kingdoms, which in turn helped to cement the position of Tibet. After your passing, Tibet continued to be a prosperous empire for centuries, ruling over a swath of empire from China in the east to Pakistan in the west and the Indian Ocean in the South. But after several hundred years of central rule, the empire succumbed to the greed of man and collapsed into civil war, marking the end of Tibet as a power; from that age, Tibet has succumbed to invasion from those it once commanded, and to this day remains within the realm of the Chinese.",
		"startIntroPart2": "O' Great Emperor, the wheel turns once again! Your diplomatic skills, your will to power and your determination are legend! Will you spread the tenets of Buddhism in this new world? Can you extend your boundaries by marriage and sword? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "It is your time to pass the Trial of Avalanche!",
		"attacked": "How dare you disturb the peace?",
		"defeated": "It was inevitable... The fate is a wheel, remember that.",
		"introduction": "Welcome to the roof of the world, friend. You must be tired, please take a rest, we will talk later.",
		
		"neutralHello": "Greetings.",
		"neutralLetsHearIt": ["Yes.","Speak."],
		"neutralNo": ["No.","That's unacceptable."],
		"neutralYes": ["I can't refuse.","I gladly accept"],
		"hateHello": "Don't waste my time!",
		"hateLetsHearIt": ["What's your offer?"],
		"hateNo": ["No way!"],
		"hateYes": ["I must accept.","I never reject a good offer."],
		
		"afterPeace": "Let this peace be eternal, like the peaks of Tibet!",
		"tradeRequest": "Are you interested?",

		"outerColor": [95, 163, 118],
		"innerColor": [195, 227, 220],
		"uniqueName": "The Roof of the World",
		"uniques": ["[+3 Faith] from every [Great Improvement]","[+2 Faith] from every specialist [in all cities]"],
		"cities": ["Lhasa","Xigaze","Gyantse","Chamdo","Gyegu","Rutog","Nyingchi","Nedong","Tingri","Leh","Senggezangbo","Nagchukha",
		"Coqen","Lhatse","Tawang","Ladakh","Batang"]
	},
		{
		"name": "Bulgaria",
		"leaderName": "Simeon",
		"adjective": ["Bulgarian"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Great Tsar Simeon I, ruler of one of the greatest European empires, your people is ready for your leadership once again. The Bulgarian Empire lasted over seven centuries, but it was a reign of war and tears. During your reig, Bulgaria reached its greatest territorial expansion, only possible due to your successful military campaigns against Byzantnes, Magyars and Serbs. It was a time of cultural apogee, and your empire became the library and spiritual centre of Slavic Europe thanks to your policies. Nearly one hundred years after your death, in 1018, Bulgaria lost her sovereignty to Byzantium, but it was restored in the uprising of 1185, where Bulgaria crushed the Latin empire once more defeated. But what proved too strong were the Arab Sultans, as your empire crumbled beneath an Ottoman invasion in the XV century.",
		"startIntroPart2": "Simeon I the Great, we have summoned you from the embrace of God once again! Bulgaria rises, and its leader bust be both wise and ruthless. Will you reestablish those great cultural and scientific institutions? Will you outsmart and overcome your enemies with the cunning and brutality of a true Tsar? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Ready your horses my warriors! This day, we ride to war!",
		"attacked": "What? I thought you are smarter!",
		"defeated": "Celebrate your victory... Just like I will celebrate your defeat!",
		"introduction": "And who are you stranger, what brings you to the mighty Bulgarian Empire?",
		
		"neutralHello": "Yes?",
		"neutralLetsHearIt": ["Speak."],
		"neutralNo": ["No.","That's unacceptable."],
		"neutralYes": ["I can't refuse.","I accept"],
		"hateHello": "Quick!",
		"hateLetsHearIt": ["Is that all you have to offer?"],
		"hateNo": ["Don't test my patience!","No way!"],
		"hateYes": ["I must accept.","Let it be"],
		
		"afterPeace": "Peace is boring, but necessary. Warriors need rest!",
		"tradeRequest": "I've got new spoils of war. Are you interested?",

		"outerColor": [207, 93, 121],
		"innerColor": [32, 66, 36],
		"uniqueName": "Cirillic Script",
		"uniques": ["[+3 Science, +3 Culture] [in capital] <after discovering [Writing]>"],
		"cities": ["Pliska","Tarnovo","Nesebar","Sofia","Vidin","Skopje","Beroe","Plovdiv","Varna","Cherven","Debelt","Melnik","Preslavec",
		"Silistra","Markeli","Balgrad","Mis","Serres","Kalfa"]
		
	},
			{
		"name": "Norway",
		"leaderName": "Harald Hardrada",
		"adjective": ["Norwegian"],
		"startBias": ["Coast","Tundra"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "TBD",
		"startIntroPart2": "TBD",
		
		"declaringWar": "I will drink from your skull!",
		"attacked": "You fool! Do you really think you can beat me?!",
		"defeated": "... I was a fool. Good luck, mighty leader!",
		"introduction": "The King of Norway gives you his hand in friendship... if you have friendly intentions, that is.",
		
		"neutralHello": "Greetings.",
		"neutralLetsHearIt": ["Yes.","Speak."],
		"neutralNo": ["No.","That's unacceptable."],
		"neutralYes": ["I can't refuse.","I gladly accept."],
		"hateHello": "Don't waste my time!",
		"hateLetsHearIt": ["What's your offer?"],
		"hateNo": ["We will never accept that!","No way!"],
		"hateYes": ["I must accept.","I never reject a good offer."],
		
		"afterPeace": "Let's drink some wine! Even the most fierce warriors need rest!",
		"tradeRequest": "I've got an offer. Are you interested?",

		"outerColor": [32, 44, 77],
		"innerColor": [232, 194, 2],
		"uniqueName": "Nordic Bounty",
		"uniques": ["Enables embarkation for land units <starting from the [Ancient era]>","Enables [Water] units to enter ocean tiles <starting from the [Ancient era]>","[+1 Food] from every [Tundra]"]
		"cities": ["Oslo","Bergen","Trondheim","Stavanger","Tromso","Sarpsborg","Kristiansand","Fredrikstad","Tunsberg","Sandefjord","Sandnes","Skien","Drammen"]
	},
			{
		"name": "Republic of Genoa",
		"leaderName": "Simone Boccanegra",
		"adjective": ["Genoese"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "Live long and prosper, Simone Boccanegra, Doge of mighty Genoa! Your reign was marked by an intense cliud of intrigue and subterfuge. Genoa, one of the contending powers for domination of the Mediterranean, was ruled by an aristocratic elite. Once elected Doge, you disposed of the established upper class in a revolutionary upheaval that would forever change Genoa's political landscape. Entrenched in a long war with Venice, that would eventually be lost, you fought off would-be assassins and rivals for five long years before being forced to resign. But your successors were less tenacious as you, and soon enough you came back to power. Your rule would last another seven years, before a poisoning attempt was finally successful.",
		"startIntroPart2": "Revolutionari Doge, your people are once again surrounded by enemies plotting Genoa's demise. Will you see through the ploys of your many rivals, and once again establish Genoa as a force to be reckoned with? Will you seize control of the seas, and establish dominance over the trade routes of this new world? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I think we might have conflicting interests, actually - I am certain!",
		"attacked": "I hope you studied that thoroughly, because there will be no mercy.",
		"defeated": "I must leave... Farewell.",
		"introduction": "You stand in front of Simone Boccanera, the doge of Republic of Genoa. Would you mind a cup of wine? Or two?",
		
		"neutralHello": "Greetings.",
		"neutralLetsHearIt": ["Yes.","Speak."],
		"neutralNo": ["No.","That's unacceptable."],
		"neutralYes": ["I can't refuse.","I gladly accept."],
		"hateHello": "Don't waste my time!",
		"hateLetsHearIt": ["What's your offer?"],
		"hateNo": ["..."],
		"hateYes": ["We must accept."],
		
		"afterPeace": "Hopefully that little war did not impact our economic relations much.",
		"tradeRequest": "What is your proposal?",

		"outerColor": [255, 255, 255],
		"innerColor": [255, 0, 0],
		"uniqueName": "The Spark of the Renaissance",
		"uniques": ["[+15]% [Gold] [in all cities connected to capital]","[+15]% [Science] <during the [Medieval era]>"],
		"cities": ["Genoa","Ajaccio","Costanza","Albenga","Monaco","Savona","San Remo","Laiazzo","Giaffa","Basta","Porto-Vecchio","Sassari","Alghero","Nuoro","Olbia","Bonifacio"]
	},
				{
		"name": "Papal States",
		"leaderName": "Pope Innocent III",
		"adjective": ["Papal"],
		"startBias": ["Avoid [Tundra]"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "Blessings upon His Holiness, Pope Innocent III, sovereign of the Papal States. As the Catholic Church's most powerfull Pontiff, you reigned supreme over the crowned heads of Europe. Rooting out heresy wherever it dwelt, you presided over the Churches' most important reforms as well as her most infamous crusades. Commanding the Christian faith with diplomatic skill and political acumen, you papacy would mark the height of its power on earth.",
		"startIntroPart2": "Your Holiness, the kingdom of God beckons you once more. Her loyal crusaders ready their swords and await your command. Can you lead the Church in these trying times? Can you ensure its teachings are spread across the world? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "It is the time you should learn the God's will. There is no place for heresy!",
		"attacked": "I excommunicate you, burn in hell!",
		"defeated": "If that's the Lord's will, I must accept it!",
		"introduction": "Welcome, I am Innocent III, the disciple of Christ and apostolic succesor to Saint Peter.",
		
		"neutralHello": "Greetings.",
		"neutralLetsHearIt": ["Yes.","Speak."],
		"neutralNo": ["No.","Unacceptable."],
		"neutralYes": ["I can't refuse.","Let it be."],
		"hateHello": "Don't waste my time!",
		"hateLetsHearIt": ["What's your offer?"],
		"hateNo": ["..."],
		"hateYes": ["I must accept."],
		
		"afterPeace": "What do you want, you vile beast?",
		"tradeRequest": "This offer is blessed, you should accept it!",

		"outerColor": [128, 8, 0],
		"innerColor": [255, 204, 0],
		"uniqueName": "Deus Vult",
		"uniqueText": "Land units may move immediately once bought. Receive free Shrine in capital at the beginning of the game and then in each of your cities after researching Philosophy. Receive a free Temple after researching Education",
		"uniques": ["[Land] units gain the [Crusader] promotion","Gain a free [Shrine] [in capital]","Gain a free [Shrine] [in all cities] <after discovering [Philosophy]>","Gain a free [Temple] [in all cities] <after discovering [Education]>"],
		"cities": ["Roma","Benevento","Ravenna","Avignon","Bologna","Ponte Corvo","Ferrara","Ascoli","Camerino","Rieti","Assisi","Orvieto","Rimini","Todi","Viterbo"]
	},

]
